tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kyoshidajp/ghkw"
brew "autoconf"
brew "boost"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "llvm"
brew "lua"
brew "luarocks"
brew "mono"
brew "node"
brew "nodebrew"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "vim"
brew "yarn"
brew "youtube-dl"
cask "alfred"
cask "android-studio"
cask "blender"
cask "deepl"
cask "discord"
cask "dotnet-sdk"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "macdown"
cask "mono-mdk-for-visual-studio"
cask "numi"
cask "toggl-track"
cask "unity-hub"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
